{
    "benefits": [
                 {
                 "benefit": "Accident: Medical Treatment, Assistance & Evacuation",
                 "reimbursement_amount": "100,000",
                 "coverage": "Reimbursement upto Rs 100,000 for Medical expenses incurred for Hospitalization or outpatient treatment by an Insured Person due to an accident during the risk period.",
                 "does_not_cover": [
                                    "Treatment of any illness even if caused by Accident, unless necessitated to maintain life and relieve pain.",
                                    "Treatment which is not medically necessary.",
                                    "Dental treatment unless necessitate by an Accident."
                                    ]
                 

                 },
                 {
                 "benefit": "Total Loss of Checked-in Baggage",
                 "reimbursement_amount": "10,000",
                 "coverage": "Reimbursement upto Rs 10,000 for expenses incurred to purchase new similar quality items in an event of total loss of checked-in baggage while travelling by a Carrier. \nMaximum reimbursement for any one item within one piece of baggage will be 10% of the Sum Insured. If the Insured Person has checked in more than one item of baggage, then maximum reimbursement for all items within one piece of baggage will be 50% of the Sum Insured.",
                 "does_not_cover": [
                                    "Valuables, money, any kind of securities",
                                    "Any partial loss or not amounting to total loss",
                                    "Any claim not supported by a written confirmation from the competent airline authority confirming baggage lost was checked in."
                                    ]
                 },
                 {
                 "benefit": "Delay of Checked-in Baggage",
                 "reimbursement_amount": "2,000",
                 "coverage": "Reimbursement upto Rs 2,000 for purchasing essential personal items of medication, toiletries or clothing in an event of delay of accompanying checked-in baggage while travelling by a Carrier.",
                 "does_not_cover": [
                                    "Any delay which is of less than 12 hours",
                                    "Delay on return to the usual place of residence",
                                    "Destinations not mentioned on travel tickets",
                                    "Any claim not supported by a written confirmation from the competent airline authority confirming delay of checked in baggage."
                                    ]
                 },
                 {
                 "benefit": "Personal Liability",
                 "reimbursement_amount": "100,000",
                 "coverage": "Indemnification upto Rs 100,000 against actual legal liability (including defence costs) to pay damages for negligence which results from a third party civil claim made for third party death, bodily injury or property damage.",
                 "does_not_cover": [
                                    "Legal liability other than third party civil claim",
                                    "Transmission of an illness",
                                    "Deliberate, willful, malicious or unlawful act or omission"
                                    ]
                 },
                 {
                 "benefit": "Personal Accident [24 Hrs]",
                 "reimbursement_amount": "750,000",
                 "coverage": "Lumpsum benefit upto Rs 750,000 hedging against risk of permanent total disablement or death of the Insured Person in an event of an accident during risk period.",
                 "does_not_cover": [
                                    "Bacterial infection other than (pyogenic infection which occurs due to Accident)",
                                    "Medical or surgical treatment except as an result of Accident"
                                    ]
                 },
                 {
                 "benefit": "Trip Cancellation",
                 "reimbursement_amount": "20,000",
                 "coverage": "Reimbursement upto Rs 20,000 for travel and accommodation expenses that the Insured Person has paid and cannot recover, if outward journey is cancelled due to death or Hospitalisation of Insured Person or Insured Person’s immediate family member",
                 "does_not_cover": [
                                    "Any charges that could have been avoided but were incurred because of any delay in cancelling travel or accommodation.",
                                    "Facts or matters of which was aware or ought to be aware which may result in a cancellation while booking the ticket"
                                    ]
                 },
                 {
                 "benefit": "Trip Curtailment",
                 "reimbursement_amount": "20,000",
                 "coverage": "Reimbursement upto Rs 20,000 for travel and accommodation expenses that the Insured Person has paid and cannot recover, if the trip is unavoidably curtailed during the Risk period due to death or Hospitalisation of insured Person or Insured Person’s immediate family member.",
                 "does_not_cover": [
                                    "Any charges that could have been avoided but were incurred because of any delay in cancelling travel or accommodation.",
                                    "Facts or matters of which was aware or ought to be aware which may result in a cancellation while booking the ticket"
                                    ]
                 },
                 {
                 "benefit": "Flight Delay",
                 "reimbursement_amount": "2,000",
                 "coverage": "Reimbursement upto Rs 2,000 for expenses incurred by the Insured Person for meals and accommodation due to delay in flight for a continuous and completed 6 hour period beyond its scheduled departure or scheduled arrival time, provided that the delay is due to severe weather conditions, strike or industrial action of the airline employees and due to unforeseen breakdown of Carrier’s equipment",
                 "does_not_cover": [
                                    "Any delay which is of less than continuous and completed 6 hours",
                                    "Any claim not supported by a written confirmation from the competent airline authority confirming reason and duration of said delay.",
                                    "Voluntary suspension of services by Carrier"
                                    ]
                 },
                 {
                 "benefit": "Trip Delay",
                 "reimbursement_amount": "2,000",
                 "coverage": "Reimbursement upto Rs.2000 for expenses incurred by the Insured Person for meals and accommodation due to delay in flight for a continuous and completed 6 hour period beyond, provided that the delay is due to severe weather conditions, strike or industrial action of the airline employees and due to unforeseen breakdown of Carrier’s equipment",
                 "does_not_cover": [
                                    "Any delay which is of less than continuous and completed 6 hours",
                                    "Any claim not supported by a written confirmation from the competent airline authority confirming reason and duration of said delay.",
                                    "Voluntary suspension of services by Carrier"
                                    ]
                 },
                 {
                 "benefit": "Emergency Travel",
                 "reimbursement_amount": "20,000",
                 "coverage": "Reimbursement of return economy class airfare upto Rs 20,000 for one immediate family member in case of accidental hospitalization of insured person for more than 7 consecutive days",
                 "does_not_cover": [
                                    "Hospitalisation less than 7 consecutive days",
                                    "Immediate family member does not reside in India"
                                    ]
                 },
                 {
                 "benefit": "Emergency Hotel",
                 "reimbursement_amount": "20,000",
                 "coverage": "Reimbursement upto Rs 20,000 of costs for accommodation (boarding and lodging) for an immediate family member in case of accidental hospitalization of insured person for more than 7 consecutive days.",
                 "does_not_cover": [
                                    "Hospitalisation less than 7 consecutive days",
                                    "Immediate family member does not reside in India"
                                    ]
                 }
                 ]
}
